{
  "home": "INÍCIO",
  "getInTouch": "ENTRE EM CONTATO",
  "principal1": "ACREDITAMOS QUE OS ",
  "principal2": "VIDEOGAMES ",
  "principal3": "ODEM SER OBRAS DE ",
  "principal4": "ARTE ",
  "principal5": "ATEMPORAIS.",
  "aboutUs": "SOBRE NÓS",
  "aboutUsFirstP": "Nossa missão é desenvolver jogos que colocam a arte no coração da experiência, combinando visuais deslumbrantes, narrativas envolventes e uma jogabilidade inovadora.",
  "aboutUsSecondP": "Temos um canal no YouTube chamado \"Familia dev\" onde postamos vídeos de devlog sobre toda a nossa jornada de iniciar, crescer a empresa e desenvolver o SINA.",
  "checkOurChannel": "CONHEÇA NOSSO CANAL",
  "project": "PROJETO",
  "projectP1": "SINA é um jogo de ação e aventura que combina cenários deslumbrantes, combate preciso e uma narrativa envolvente. Nele, acompanhamos a história de Neeve, um jovem que, em um mundo abandonado pelos deuses, carrega a responsabilidade de cuidar de sua mãe doente.",
  "projectP2": "Neste universo misterioso e caótico, pouco se sabe sobre sua origem ou sobre a razão de estar consumido pelo caos e repleto de monstros grotescos. Neeve embarca em uma jornada perigosa para encontrar a cura para sua mãe, enquanto explora um mundo fascinante e cheio de segredos, nunca antes desvendados.",
  "gallery": "GALERIA",
  "downloadButton": "BAIXE A DEMO NO STEAM",
  "letsTalk": "VAMOS CONVERSAR?",
  "aboutFirstParagraph": "A Triunfo Game Studios nasceu da amizade e da paixão por jogos de três amigos: Thiago Balbino, Arion Cerceau e João Pedro Borges. Nos conhecemos na faculdade e, ao final de 2021, tomamos uma decisão corajosa: pegar todo dinheiro que tinhamos, abrir mão de carreiras seguras e nos dedicar inteiramente à criação de jogos. Decidimos morar juntos e lançar o canal no YouTube, \"Família Dev\", onde compartilhamos nossa jornada — desde os desafios do desenvolvimento até os momentos de descontração.",
  "aboutSecondParagraph": "Nosso trabalho logo começou a chamar atenção, e graças à qualidade do nosso jogo e ao apoio da comunidade, conseguimos atrair uma equipe talentosa, que hoje conta com 14 pessoas. Trabalhamos incansavelmente, porque acreditamos que conseguiremos mostrar nossa arte e nossa qualidade para todos que amam video game.",
  "aboutThirdParagraph": "Nossa missão é desenvolver jogos que coloquem a arte no centro da experiência, combinando visuais impressionantes, narrativas envolventes e jogabilidade inovadora.",
  "aboutRoomParagraph": "Com dedicação e paixão, estamos expandindo nossa presença no mercado nacional e, ao mesmo tempo, construindo uma comunidade vibrante que cresce ao nosso lado. Cada nova etapa é impulsionada pelo apoio dos nossos seguidores e pela confiança de quem acredita no nosso trabalho. Sabemos que ainda temos muito a conquistar, e isso é o que nos motiva a seguir em frente, inovando e sonhando grande. E essa é apenas a primeira fase da nossa história.",
  "more": "SAIBA MAIS..."
}
